Repository: Hellmod/I_got_up
Catalog: AlarmClock/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This is optional — alarms will ring either way. We recommend it for Wake-Up Check: set the banner style to Persistent so the reminder stays on screen until you respond, and keep notification sounds enabled.
ar: هذا اختياري — سيرن المنبه على أي حال. ننصح به من أجل Wake-Up Check: اضبط نمط الإشعار على «مستمر» ليبقى التذكير على الشاشة حتى ترد، وأبقِ أصوات الإشعارات مفعّلة.
de: Das ist optional — Wecker klingeln auch ohne. Empfohlen für den Wake-Up Check: Stelle den Bannerstil auf „Dauerhaft", damit die Erinnerung bis zu deiner Antwort sichtbar bleibt, und lasse Mitteilungstöne aktiviert.
es: Es opcional: las alarmas sonarán de todos modos. Lo recomendamos para Wake-Up Check: configura el estilo de tira como Persistente para que el recordatorio permanezca en pantalla hasta que respondas y mantén los sonidos activados.
fr: C'est facultatif — les alarmes sonneront de toute façon. Recommandé pour le Wake-Up Check : réglez le style de bannière sur Persistant pour que le rappel reste affiché jusqu'à votre réponse, et laissez les sons activés.
hi: यह वैकल्पिक है — अलार्म वैसे भी बजेगा। Wake-Up Check के लिए सुझाव: बैनर शैली को स्थायी पर सेट करें ताकि रिमाइंडर आपके जवाब देने तक स्क्रीन पर रहे, और सूचना ध्वनि चालू रखें।
id: Ini opsional — alarm tetap berbunyi. Kami sarankan untuk Cek Bangun: atur gaya banner ke Persisten agar pengingat tetap di layar sampai kamu merespons, dan biarkan suara notifikasi aktif.
it: È facoltativo — le sveglie suoneranno comunque. Lo consigliamo per il Controllo risveglio: imposta lo stile del banner su Persistente così il promemoria resta sullo schermo finché non rispondi, e mantieni attivi i suoni delle notifiche.
ja: これは任意です。アラームはいずれにせよ鳴ります。Wake-Up Checkのために、バナースタイルを「持続的」に設定するとリマインダーが応答まで画面に残ります。通知音もオンのままにしてください。
ko: 선택 사항입니다 — 알람은 어떻게든 울립니다. 기상 확인에는 권장합니다: 배너 스타일을 '지속'으로 설정해 응답할 때까지 알림이 화면에 남게 하고, 알림 소리를 켜 두세요.
nl: Dit is optioneel — alarmen gaan hoe dan ook af. We raden het aan voor de Wakker-check: zet de bannerstijl op Aanhoudend zodat de herinnering op het scherm blijft tot je reageert, en houd meldingsgeluiden aan.
pl: To opcjonalne — alarmy zadzwonią tak czy inaczej. Polecamy dla Wake-Up Check: ustaw styl banera na Trwałe, aby przypomnienie zostało na ekranie do czasu odpowiedzi, i zostaw włączone dźwięki powiadomień.
pt_br: É opcional — os alarmes tocarão de qualquer forma. Recomendamos para o Wake-Up Check: defina o estilo do banner como Persistente para o lembrete ficar na tela até você responder e mantenha os sons ativados.
ru: Это необязательно — будильники зазвонят в любом случае. Рекомендуем для Wake-Up Check: установите стиль баннера «Постоянно», чтобы напоминание оставалось на экране до ответа, и оставьте звуки уведомлений включёнными.
sv: Detta är valfritt — alarmen ringer ändå. Vi rekommenderar det för Uppvakningskoll: ställ in bannerstilen på Ihållande så att påminnelsen stannar på skärmen tills du svarar, och håll aviseringsljuden på.
th: นี่เป็นตัวเลือก — นาฬิกาปลุกจะดังอยู่ดี เราแนะนำสำหรับการตรวจสอบการตื่น: ตั้งรูปแบบแบนเนอร์เป็นแบบคงอยู่ เพื่อให้การเตือนอยู่บนหน้าจอจนกว่าคุณจะตอบกลับ และเปิดเสียงแจ้งเตือนไว้
tr: Bu isteğe bağlıdır — alarmlar her durumda çalar. Uyanma kontrolü için öneririz: banner stilini Kalıcı yaparak hatırlatma sen yanıtlayana kadar ekranda kalsın ve bildirim seslerini açık tut.
uk: Це необов'язково — будильники дзвонитимуть у будь-якому разі. Радимо для Перевірки пробудження: встановіть стиль банера «Постійний», щоб нагадування залишалося на екрані, поки ви не відповісте, і залиште звуки сповіщень увімкненими.
vi: Đây là tùy chọn — báo thức vẫn reo dù thế nào. Chúng tôi khuyên dùng cho Kiểm tra thức dậy: đặt kiểu biểu ngữ thành Liên tục để lời nhắc ở lại màn hình cho đến khi bạn phản hồi, và giữ âm thông báo bật.
zh_hans: 这是可选的——闹钟无论如何都会响。建议为 Wake-Up Check 设置：将横幅样式设为「持久」，提醒会一直显示直到你响应，并保持通知声音开启。
zh_hant: 這是選用的 — 鬧鐘無論如何都會響。我們建議用於起床確認：將橫幅樣式設為「持續」，讓提醒留在畫面上直到你回應，並保持通知聲音開啟。

source: You can confirm in:
ar: يمكنك التأكيد بعد:
de: Bestätigen möglich in:
es: Podrás confirmar en:
fr: Confirmation possible dans :
hi: पुष्टि कर सकेंगे:
id: Bisa konfirmasi dalam:
it: Puoi confermare tra:
ja: 確認できるまで：
ko: 확인 가능까지:
nl: Je kunt bevestigen over:
pl: Potwierdzisz za:
pt_br: Você poderá confirmar em:
ru: Подтвердить можно через:
sv: Du kan bekräfta om:
th: ยืนยันได้ใน:
tr: Şu süre sonra onaylayabilirsin:
uk: Підтвердити можна через:
vi: Có thể xác nhận sau:
zh_hans: 可确认倒计时：
zh_hant: 可在此時間後確認：

source: The confirm button unlocks when the countdown ends.
ar: يُفعَّل زر التأكيد عند انتهاء العد التنازلي.
de: Der Bestätigen-Knopf wird nach Ablauf des Countdowns freigeschaltet.
es: El botón de confirmar se desbloquea cuando termina la cuenta atrás.
fr: Le bouton de confirmation se débloque à la fin du compte à rebours.
hi: काउंटडाउन खत्म होने पर पुष्टि बटन सक्रिय होगा।
id: Tombol konfirmasi terbuka saat hitung mundur berakhir.
it: Il pulsante di conferma si sblocca al termine del conto alla rovescia.
ja: カウントダウン終了後に確認ボタンが使えます。
ko: 카운트다운이 끝나면 확인 버튼이 활성화됩니다.
nl: De bevestigknop wordt ontgrendeld als de aftelling eindigt.
pl: Przycisk potwierdzenia odblokuje się po zakończeniu odliczania.
pt_br: O botão de confirmar é liberado quando a contagem termina.
ru: Кнопка подтверждения разблокируется после окончания отсчёта.
sv: Bekräftaknappen låses upp när nedräkningen tar slut.
th: ปุ่มยืนยันจะปลดล็อกเมื่อการนับถอยหลังสิ้นสุด
tr: Onay düğmesi geri sayım bitince açılır.
uk: Кнопка підтвердження розблокується, коли завершиться відлік.
vi: Nút xác nhận mở khóa khi đếm ngược kết thúc.
zh_hans: 倒计时结束后确认按钮才会解锁。
zh_hant: 倒數結束時確認按鈕會解鎖。

source: Alarm will ring again in:
ar: سيرن المنبه مجددًا بعد:
de: Der Wecker klingelt erneut in:
es: La alarma volverá a sonar en:
fr: L'alarme resonnera dans :
hi: अलार्म फिर बजेगा:
id: Alarm berbunyi lagi dalam:
it: La sveglia suonerà di nuovo tra:
ja: アラームが再び鳴るまで：
ko: 알람이 다시 울리기까지:
nl: Het alarm gaat opnieuw af over:
pl: Alarm zadzwoni ponownie za:
pt_br: O alarme tocará de novo em:
ru: Будильник зазвонит снова через:
sv: Alarmet ringer igen om:
th: นาฬิกาปลุกจะดังอีกครั้งใน:
tr: Alarm tekrar çalacak:
uk: Будильник задзвонить знову через:
vi: Báo thức sẽ reo lại sau:
zh_hans: 闹钟将再次响起：
zh_hant: 鬧鐘將在此時間後再次響起：

source: After stopping the alarm, a %lld min delay starts during which you can't confirm yet. Then you have %lld min to confirm you're up — otherwise the alarm rings again.
ar: بعد إيقاف المنبه يبدأ تأخير %lld د لا يمكن التأكيد خلاله. بعدها لديك %lld د للتأكيد — وإلا يرن المنبه مجددًا.
de: Nach dem Ausschalten beginnt eine Verzögerung von %lld Min., in der noch nicht bestätigt werden kann. Danach hast du %lld Min. zum Bestätigen — sonst klingelt der Wecker erneut.
es: Tras apagar la alarma comienza un retraso de %lld min durante el cual aún no puedes confirmar. Luego tienes %lld min para confirmar; si no, la alarma vuelve a sonar.
fr: Après l'arrêt, un délai de %lld min commence pendant lequel la confirmation est bloquée. Ensuite vous avez %lld min pour confirmer, sinon l'alarme resonne.
hi: अलार्म बंद करने के बाद %lld मिनट का विलंब शुरू होता है, जिसमें पुष्टि नहीं की जा सकती। फिर %lld मिनट में पुष्टि करें — वरना अलार्म फिर बजेगा।
id: Setelah menghentikan alarm, mulai jeda %lld mnt saat kamu belum bisa konfirmasi. Lalu kamu punya %lld mnt untuk konfirmasi bangun — jika tidak, alarm berbunyi lagi.
it: Dopo aver fermato la sveglia, inizia un ritardo di %lld min durante il quale non puoi ancora confermare. Poi hai %lld min per confermare di essere sveglio — altrimenti la sveglia suona di nuovo.
ja: アラーム停止後、%lld分の待機時間が始まり、その間は確認できません。その後%lld分以内に確認しないと、アラームが再び鳴ります。
ko: 알람을 멈춘 뒤 %lld분의 지연이 시작되며 그동안은 확인할 수 없습니다. 그다음 일어났음을 확인할 %lld분이 주어집니다 — 그러지 않으면 알람이 다시 울립니다.
nl: Nadat je het alarm hebt gestopt, begint een vertraging van %lld min waarin je nog niet kunt bevestigen. Daarna heb je %lld min om te bevestigen dat je wakker bent — anders gaat het alarm opnieuw af.
pl: Po wyłączeniu alarmu zaczyna się %lld min opóźnienia, w trakcie którego nie można jeszcze potwierdzić. Potem masz %lld min na potwierdzenie wstania — inaczej alarm zadzwoni ponownie.
pt_br: Após desligar o alarme, começa um atraso de %lld min em que ainda não dá para confirmar. Depois você tem %lld min para confirmar — senão o alarme toca de novo.
ru: После выключения начинается задержка %lld мин, во время которой подтвердить нельзя. Затем у тебя %lld мин на подтверждение — иначе будильник зазвонит снова.
sv: När du stoppat alarmet börjar en fördröjning på %lld min då du inte kan bekräfta än. Sedan har du %lld min att bekräfta att du är uppe — annars ringer alarmet igen.
th: หลังจากหยุดนาฬิกาปลุก จะเริ่มการหน่วง %lld นาที ซึ่งระหว่างนั้นยังยืนยันไม่ได้ จากนั้นคุณมีเวลา %lld นาทีเพื่อยืนยันว่าตื่นแล้ว — ไม่เช่นนั้นนาฬิกาปลุกจะดังอีกครั้ง
tr: Alarmı durdurduktan sonra %lld dk'lık bir gecikme başlar ve bu sırada henüz onaylayamazsın. Sonra kalktığını onaylamak için %lld dk'n olur — yoksa alarm tekrar çalar.
uk: Після зупинки будильника починається затримка %lld хв, протягом якої ще не можна підтвердити. Потім у тебе є %lld хв, щоб підтвердити, що ти встав — інакше будильник дзвонить знову.
vi: Sau khi dừng báo thức, một khoảng trì hoãn %lld phút bắt đầu và trong lúc đó bạn chưa thể xác nhận. Sau đó bạn có %lld phút để xác nhận đã dậy — nếu không báo thức sẽ reo lại.
zh_hans: 关闭闹钟后开始 %lld 分钟延迟，期间无法确认。之后你有 %lld 分钟确认起床，否则闹钟再次响起。
zh_hant: 停止鬧鐘後，會開始 %lld 分鐘的延遲，期間尚無法確認。之後你有 %lld 分鐘確認起床 — 否則鬧鐘會再次響起。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluit
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: In progress
ar: قيد التنفيذ
de: Laufend
es: En curso
fr: En cours
hi: जारी
id: Sedang berlangsung
it: In corso
ja: 進行中
ko: 진행 중
nl: Bezig
pl: W toku
pt_br: Em andamento
ru: Идёт отсчёт
sv: Pågår
th: กำลังดำเนินการ
tr: Devam ediyor
uk: Триває
vi: Đang diễn ra
zh_hans: 进行中
zh_hant: 進行中

source: %lld h
ar: %lld س
de: %lld Std.
hi: %lld घंटे
id: %lld jam
ja: %lld時間
ko: %lld시간
nl: %lld u
pl: %lld godz
ru: %lld ч
th: %lld ชม.
tr: %lld sa
uk: %lld год
vi: %lld giờ
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lld h %lld min
ar: %lld س %lld د
de: %lld Std. %lld Min.
hi: %lld घंटे %lld मिनट
id: %lld jam %lld mnt
ja: %lld時間%lld分
ko: %lld시간 %lld분
nl: %lld u %lld min
pl: %lld godz %lld min
ru: %lld ч %lld мин
th: %lld ชม. %lld นาที
tr: %lld sa %lld dk
uk: %lld год %lld хв
vi: %lld giờ %lld phút
zh_hans: %lld 小时 %lld 分钟
zh_hant: %lld 小時 %lld 分鐘

source: Delay
ar: التأخير
de: Verzögerung
es: Retraso
fr: Délai
hi: विलंब
id: Tunda
it: Ritardo
ja: 待ち時間
ko: 지연
nl: Vertraging
pl: Opóźnienie
pt_br: Atraso
ru: Задержка
sv: Fördröjning
th: หน่วงเวลา
tr: Gecikme
uk: Затримка
vi: Trì hoãn
zh_hans: 延迟
zh_hant: 延遲

source: Re-ring after no response
ar: رنين مجدد بدون رد
de: Erneutes Klingeln ohne Antwort
es: Volver a sonar sin respuesta
fr: Resonnerie sans réponse
hi: जवाब न मिलने पर दोबारा बजे
id: Berbunyi lagi tanpa respons
it: Risuona dopo nessuna risposta
ja: 応答なしで再び鳴らす
ko: 응답 없을 때 다시 울림
nl: Opnieuw afgaan na geen reactie
pl: Ponowny alarm po braku odpowiedzi
pt_br: Tocar de novo sem resposta
ru: Повторный звонок без ответа
sv: Ring igen efter inget svar
th: ปลุกซ้ำเมื่อไม่ตอบกลับ
tr: Yanıt yoksa tekrar çal
uk: Дзвонити знову без відповіді
vi: Reo lại khi không phản hồi
zh_hans: 无响应再次响铃
zh_hant: 無回應後再次響起

source: After stopping the alarm, a %@ delay starts during which you can't confirm yet. Then you have %@ to confirm you're up — otherwise the alarm rings again.
ar: بعد إيقاف المنبه يبدأ تأخير %@ لا يمكن التأكيد خلاله. بعدها لديك %@ للتأكيد — وإلا يرن المنبه مجددًا.
de: Nach dem Ausschalten beginnt eine Verzögerung von %@, in der noch nicht bestätigt werden kann. Danach hast du %@ zum Bestätigen — sonst klingelt der Wecker erneut.
es: Tras apagar la alarma comienza un retraso de %@ durante el cual aún no puedes confirmar. Luego tienes %@ para confirmar; si no, la alarma vuelve a sonar.
fr: Après l'arrêt, un délai de %@ commence pendant lequel la confirmation est bloquée. Ensuite vous avez %@ pour confirmer, sinon l'alarme resonne.
hi: अलार्म बंद करने के बाद %@ का विलंब शुरू होता है, जिसमें पुष्टि नहीं की जा सकती। फिर %@ में पुष्टि करें — वरना अलार्म फिर बजेगा।
id: Setelah menghentikan alarm, mulai jeda %@ saat kamu belum bisa konfirmasi. Lalu kamu punya %@ untuk konfirmasi bangun — jika tidak, alarm berbunyi lagi.
it: Dopo aver fermato la sveglia, inizia un ritardo di %@ durante il quale non puoi ancora confermare. Poi hai %@ per confermare di essere sveglio — altrimenti la sveglia suona di nuovo.
ja: アラーム停止後、%@の待機時間が始まり、その間は確認できません。その後%@以内に確認しないと、アラームが再び鳴ります。
ko: 알람을 멈춘 뒤 %@의 지연이 시작되며 그동안은 확인할 수 없습니다. 그다음 일어났음을 확인할 %@이 주어집니다 — 그러지 않으면 알람이 다시 울립니다.
nl: Nadat je het alarm hebt gestopt, begint een vertraging van %@ waarin je nog niet kunt bevestigen. Daarna heb je %@ om te bevestigen dat je wakker bent — anders gaat het alarm opnieuw af.
pl: Po wyłączeniu alarmu zaczyna się opóźnienie %@, w trakcie którego nie można jeszcze potwierdzić. Potem masz %@ na potwierdzenie wstania — inaczej alarm zadzwoni ponownie.
pt_br: Após desligar o alarme, começa um atraso de %@ em que ainda não dá para confirmar. Depois você tem %@ para confirmar — senão o alarme toca de novo.
ru: После выключения начинается задержка %@, во время которой подтвердить нельзя. Затем у тебя есть %@ на подтверждение — иначе будильник зазвонит снова.
sv: När du stoppat alarmet börjar en fördröjning på %@ då du inte kan bekräfta än. Sedan har du %@ att bekräfta att du är uppe — annars ringer alarmet igen.
th: หลังจากหยุดนาฬิกาปลุก จะเริ่มการหน่วง %@ ซึ่งระหว่างนั้นยังยืนยันไม่ได้ จากนั้นคุณมีเวลา %@ เพื่อยืนยันว่าตื่นแล้ว — ไม่เช่นนั้นนาฬิกาปลุกจะดังอีกครั้ง
tr: Alarmı durdurduktan sonra %@'lık bir gecikme başlar ve bu sırada henüz onaylayamazsın. Sonra kalktığını onaylamak için %@ süren olur — yoksa alarm tekrar çalar.
uk: Після зупинки будильника починається затримка %@, протягом якої ще не можна підтвердити. Потім у тебе є %@, щоб підтвердити, що ти встав — інакше будильник дзвонить знову.
vi: Sau khi dừng báo thức, một khoảng trì hoãn %@ bắt đầu và trong lúc đó bạn chưa thể xác nhận. Sau đó bạn có %@ để xác nhận đã dậy — nếu không báo thức sẽ reo lại.
zh_hans: 关闭闹钟后开始 %@ 延迟，期间无法确认。之后你有 %@ 确认起床，否则闹钟再次响起。
zh_hant: 停止鬧鐘後，會開始 %@ 的延遲，期間尚無法確認。之後你有 %@ 確認起床 — 否則鬧鐘會再次響起。

source: h
ar: س
de: Std.
hi: घंटे
id: jam
ja: 時間
ko: 시간
nl: u
pl: godz
ru: ч
th: ชม.
tr: sa
uk: год
vi: giờ
zh_hans: 小时
zh_hant: 小時

source: min
ar: د
hi: मिनट
id: mnt
ja: 分
ko: 분
ru: мин
th: นาที
tr: dk
uk: хв
vi: phút
zh_hans: 分钟
zh_hant: 分鐘

source: Snooze with a countdown
ar: غفوة مع عدّ تنازلي
de: Schlummern mit Countdown
es: Posponer con cuenta atrás
fr: Rappel avec compte à rebours
hi: काउंटडाउन के साथ स्नूज़
id: Tunda dengan hitung mundur
it: Posponi con conto alla rovescia
ja: カウントダウン付きスヌーズ
ko: 카운트다운이 있는 다시 알림
nl: Sluimeren met aftelling
pl: Drzemka z odliczaniem
pt_br: Soneca com contagem regressiva
ru: Отложить с таймером
sv: Snooza med nedräkning
th: เลื่อนปลุกพร้อมนับถอยหลัง
tr: Geri sayımlı erteleme
uk: Відкладання з відліком
vi: Báo lại kèm đếm ngược
zh_hans: 带倒计时的贪睡
zh_hant: 附倒數的貪睡

source: Tap snooze and a live countdown on the Lock Screen shows when the alarm will ring again.
ar: اضغط على الغفوة وسيظهر عدّ تنازلي مباشر على شاشة القفل يوضّح موعد رنين المنبّه مجدداً.
de: Tippe auf Schlummern und ein Live-Countdown im Sperrbildschirm zeigt, wann der Wecker erneut klingelt.
es: Toca posponer y una cuenta atrás en directo en la pantalla de bloqueo muestra cuándo volverá a sonar la alarma.
fr: Touchez rappel et un compte à rebours en direct sur l'écran verrouillé indique quand l'alarme sonnera à nouveau.
hi: स्नूज़ दबाएँ और लॉक स्क्रीन पर लाइव काउंटडाउन दिखाएगा कि अलार्म दोबारा कब बजेगा।
id: Ketuk tunda dan hitung mundur langsung di Layar Terkunci menunjukkan kapan alarm berbunyi lagi.
it: Tocca posponi e un conto alla rovescia live sulla schermata di blocco mostra quando la sveglia suonerà di nuovo.
ja: スヌーズをタップすると、ロック画面のライブカウントダウンにアラームが再び鳴る時刻が表示されます。
ko: 다시 알림을 누르면 잠금 화면의 실시간 카운트다운이 알람이 다시 울릴 시각을 보여줍니다.
nl: Tik op sluimeren en een live aftelling op het toegangsscherm toont wanneer het alarm opnieuw afgaat.
pl: Naciśnij drzemkę, a licznik na żywo na ekranie blokady pokaże, kiedy alarm zadzwoni ponownie.
pt_br: Toque em soneca e uma contagem regressiva ao vivo na tela de bloqueio mostra quando o alarme tocará de novo.
ru: Нажмите «Отложить», и таймер на экране блокировки покажет, когда будильник зазвонит снова.
sv: Tryck på snooza så visar en live-nedräkning på låsskärmen när alarmet ringer igen.
th: แตะเลื่อนปลุก แล้วการนับถอยหลังแบบสดบนหน้าจอล็อกจะแสดงว่านาฬิกาปลุกจะดังอีกครั้งเมื่อใด
tr: Ertele'ye dokun; kilit ekranındaki canlı geri sayım alarmın ne zaman tekrar çalacağını gösterir.
uk: Торкніться «Відкласти», і живий відлік на екрані блокування покаже, коли будильник задзвонить знову.
vi: Chạm báo lại và đồng hồ đếm ngược trực tiếp trên Màn hình khóa cho biết khi nào báo thức reo lại.
zh_hans: 点按贪睡，锁定屏幕上的实时倒计时会显示闹钟何时再次响起。
zh_hant: 點一下貪睡，鎖定畫面上的即時倒數會顯示鬧鐘何時再次響起。

source: If you don't confirm in time, a real alarm rings again — and swiping the countdown away won't stop it. 😈
ar: إذا لم تؤكّد في الوقت المناسب، سيرنّ منبّه حقيقي من جديد — وإزالة العدّ التنازلي بالسحب لن توقفه. 😈
de: Wenn du nicht rechtzeitig bestätigst, klingelt ein echter Wecker erneut – und den Countdown wegzuwischen stoppt ihn nicht. 😈
es: Si no confirmas a tiempo, una alarma real vuelve a sonar, y deslizar la cuenta atrás no la detendrá. 😈
fr: Si vous ne confirmez pas à temps, une vraie alarme sonne à nouveau — et balayer le compte à rebours ne l'arrêtera pas. 😈
hi: अगर आपने समय पर पुष्टि नहीं की, तो असली अलार्म फिर से बजेगा — और काउंटडाउन को स्वाइप करके हटाने से वह नहीं रुकेगा। 😈
id: Jika tidak konfirmasi tepat waktu, alarm sungguhan berbunyi lagi — dan menggeser hitung mundur tak akan menghentikannya. 😈
it: Se non confermi in tempo, una vera sveglia suona di nuovo — e scartare il conto alla rovescia non la fermerà. 😈
ja: 時間内に確認しないと、本物のアラームがまた鳴ります。カウントダウンをスワイプで消しても止まりません。😈
ko: 제때 확인하지 않으면 진짜 알람이 다시 울립니다 — 카운트다운을 밀어 없애도 멈추지 않아요. 😈
nl: Bevestig je niet op tijd, dan gaat een echt alarm opnieuw af — en de aftelling wegvegen stopt het niet. 😈
pl: Jeśli nie potwierdzisz na czas, prawdziwy alarm zadzwoni ponownie — a zmiotnięcie licznika go nie zatrzyma. 😈
pt_br: Se você não confirmar a tempo, um alarme real toca de novo — e arrastar a contagem regressiva não vai pará-lo. 😈
ru: Если не подтвердить вовремя, настоящий будильник зазвонит снова — и смахивание таймера его не остановит. 😈
sv: Bekräftar du inte i tid ringer ett riktigt alarm igen — och att svepa bort nedräkningen stoppar det inte. 😈
th: ถ้าไม่ยืนยันทันเวลา นาฬิกาปลุกจริงจะดังอีกครั้ง — และการปัดการนับถอยหลังออกก็หยุดมันไม่ได้ 😈
tr: Zamanında onaylamazsan gerçek bir alarm tekrar çalar — geri sayımı kaydırıp kapatmak onu durdurmaz. 😈
uk: Якщо не підтвердиш вчасно, справжній будильник задзвонить знову — і змахування відліку його не зупинить. 😈
vi: Nếu bạn không xác nhận kịp, một báo thức thật sự reo lại — và vuốt bỏ đồng hồ đếm ngược cũng không dừng được nó. 😈
zh_hans: 如果没有及时确认，真正的闹钟会再次响起——把倒计时划走也无法阻止它。😈
zh_hant: 若沒有及時確認，真正的鬧鐘會再次響起 — 而且將倒數滑掉也無法停止它。😈

source: Wake-Up Check
id: Cek Bangun
it: Controllo risveglio
ko: 기상 확인
nl: Wakker-check
sv: Uppvakningskoll
th: ตรวจสอบการตื่น
tr: Uyanma kontrolü
uk: Перевірка пробудження
vi: Kiểm tra thức dậy
zh_hant: 起床確認
